Repository: vlle1/earablesKIT
Catalog: EarablesKIT/EarablesKIT/EarablesKIT/Resources/AppResources.*.resx
Languages: de

# CountModeNameLabel
source: CountMode
de: Zählmodus

source: Cancel
de: Abbruch

# DataOverviewPageDeleteButton
source: Delete Data
de: Daten löschen

# DatabaseConnectionFileParseError
source: Couldn't parse the given file!
de: Konnte den angegeben Pfad nicht lesen

# DataBaseErrorFailedToSave
source: Couldn't save the data!
de: Speichern fehlgeschlagen!

# DataBaseFileDoesntExistError
source: Path doesn't exist!
de: Angegebener Pfad existiert nicht!

# DataBaseStorageFileName
source: Trainingsdata_EarblesKIT.txt
de: Trainingsdaten_EarblesKIT.txt

# DataOverviewPageEntryLabel
source: Welcome to your Dataoverview
de: Willkommen auf der Datenübersichtsseite!

# DataOverviewPageExportButton
source: Export
de: Exportieren

# DataOverviewPageImportButton
source: Import
de: Importieren

source: Date
de: Datum

# DefaultError
source: Something went wrong!
de: Es ist ein Fehler aufgetreten!

# ErrorAlert
source: Exception!
de: Fehler!

source: Error
de: Fehler!

# ImportExportDeleteDataButton
source: Delete trainingsdata
de: Traningsdaten löschen

# ImportExportExportButton
source: Export trainingsdata
de: Trainingsdaten exportieren

# ImportExportFileError
source: File couldn't get picked correctly!
de: Die Datei konnte nicht richtig ausgewählt werden!

# ImportExportImportButton
source: Import trainingsdata
de: Trainingsdaten importieren

# ImportExportInformationLabel
source: Import/Export file needs to end with .txt
de: Ausgewählte Dateien müssen die Endung .txt besitzen.

# ImportExportLabel
source: Datamanagement
de: Dateimanagement

# MusicModeEntryLabel
source: MusicMode
de: Musik Modus

# ScanningPopUpAlertCouldntConnect
source: Connection failed!
de: Verbindung konnte nicht hergestellt werden!

# ScanningPopUpAlertLabel
source: No device connected!
de: Du bist mit keinem Gerät verbunden!

# ScanningPopUpCancelButton
source: Cancel
de: Abbrechen

# ScanningPopUpConnectButton
source: Connect
de: Verbinden

# ScanningPopUpLocationDenied
source: Location denied!
de: Standorterlaubnis verweigert!

# ScanningPopUpPermissionLocationNeeded
source: Location permission is needed!
de: Standorterlaubnis wird benötigt!

# ScanningPopUpScanDevicesButton
source: Scan Devices
de: Suche Geräte

# ScanningPopUpTurnBluetoothOn
source: Bluetooth is not active!
de: Bluetooth ist nicht aktiv!

# MusicModeEntryLabel1
source: Wonderful MusicModeEntry page!
de: Willkommen im Musikmodus!

# PossibleActivitiesLabel
source: Select an activity to be counted!
de: Mögliche Aktivitäten

source: PushUps
de: Liegestütze

# StartCountModeButton
source: Start CountMode
de: Zählmodus Starten

# SettingsPageLanguage
source: Language
de: Sprache

# SettingsPageSave
source: Save
de: Speichern

# SettingsPageSavingDone
source: Saved!
de: Gespeichert!

# SettingsPageSteplength
source: Steplength (cm)
de: Schrittgröße (cm)

# SettingsPageUsername
source: Username
de: Benutzername

# SettingsPageWrongInput
source: Saving failed! Please check your inputs
de: Das Speichern ist fehlgeschlagen! Überprüfe deine Eingaben

# SettingsTitle
source: Settings
de: Einstellungen

# StepModeLastDistanceLabel
source: Distance Walked Last Time (m)
de: Letztes Mal Gelaufene Distanz (m)

# StepModeLastStepsLabel
source: Steps Taken Last Time
de: Letztes Mal Gelaufene Schritte

# StepModeNameLabel
source: StepMode
de: Laufmodus

# StepModeStartButton
source: Start Stepmode
de: Laufmodus Starten

# StepModeStartDataTime
source: Training Started On/At
de: Training Gestartet Am/Um

# StepModeStopButton
source: Stop Stepmode
de: Laufmodus Stoppen

# StepModeTrainingsDateLabel
source: Last Trainings Date
de: Letzter Trainingstag

# StepModeUnbindedFrequencyLabel
source: Frequency in Steps per Minute
de: Schrittfrequenz in Schritten/Minute

# StepModeUnbindedStatusLabel
source: Current Status
de: Aktueller Status

# StepModeUnbindedStepsDoneLabel
source: Steps Taken During This Session
de: Aktuell Gelaufene Schritte

source: Steps
de: Schritte

# StopCountModeButton
source: Stop CountMode
de: Zählmodus Stoppen

# AddActivityButton
source: Add
de: Hinzu fügen

# CurrentActivityUnbindedLabel
source: Current Activity
de: Aktuelle Übung

# EditActivityButton
source: Edit
de: Bear beiten

# ListenAndPerformNameLabel
source: Listen And Perform
de: Lauschen Und Agieren

# RemoveActivityButton
source: Remove
de: Ent fernen

# StartWorkoutButton
source: Start Workout
de: Training Starten

# StopWorkoutButton
source: Stop Workout
de: Training Stoppen

# WorkoutPlanLabel
source: Workout Plan
de: Trainingsplan

source: Adding Activity
de: Aktivität Hinzufügend

source: and
de: und

source: Coming soon
de: In Kürze

source: Done
de: gemacht

# EnterRepetitions
source: Enter the amount of repetitions
de: Gebe die Anzahl Wiederholungen an

source: Next Activity,
de: Nächste Aktivität,

source: Push-ups
de: Liegestütze

source: Seconds
de: Sekunden

source: Select an Activity:
de: Wähle eine Aktivität:

source: You have done
de: Du hast

# MusicModeCurrentStatusLabelStanding
source: You are standing
de: Du stehst gerade

# MusicModeCurrentStatusLabelWalking
source: You are walking
de: Du gehst gerade

source: You have taken
de: Du hast

# SettingsServiceDefaultUser
source: User
de: Nutzer

source: Standing
de: stehst

source: Walking!!!
de: läufst!!!

source: You are
de: Du

# TrainingDone
source: Training complete
de: Training abgeschlossen

# ImportExportSaveDisplayTitle
source: Sharing dialog
de: Teilen
